<template>
  <div id="agreement">
    <h4>《过来玩APP平台个人信息保护政策》</h4>
    <p>过来玩APP平台(由遵化市博客旅游集散中心有限公司运营，以下称“过来玩APP”或“我们”)非常重视用户个人信息的保护。本政策适用于过来玩APP产品及服务。请您务必认真阅读本政策，在确认充分了解并同意后使用我们的产品及服务。如果您/您的监护人不同意本政策的任何内容,您应该立即停止使用。</p>
    <p>过来玩APP平台(由遵化市博客旅游集散中心有限公司运营，以下称“过来玩APP”或“我们”)非常重视用户个人信息的保护。本政策适用于过来玩APP产品及服务。请您务必认真阅读本政策，在确认充分了解并同意后使用我们的产品及服务。如果您/您的监护人不同意本政策的任何内容,您应该立即停止使用。</p>
    <p>本政策主要包括以下内容:</p>
    <p>1. 本政策将根据过来玩APP的具体业务功能，向您说明我们可能收集的个人信息范围、收集目的、收集方式。我们将严格遵循合法、正当、必要的原则，收集、使用用户信息，用户拒绝提供非必要信息或者附加功能所需信息时，仍然能够使用过来玩APP核心功能。</p>
    <p>2.本政策向您说明为保护用户个人信息安全，我们所采.用的安全制度及技术措施，如设立信息安全委员会、制定相应规范制度、敏感数据加密存储、加密传输、全员签署保密协议、严格控制访问权限等，来确保您的个人信息不丢失、泄露、毁损或被未经授权的访问、使用。</p>
    <p>3.本政策向您说明我们与其他第三方共享您的个人信息的情况，包括与我们关联公司共享您的个人信息的详细情况。过来玩APP将严格按照本政策说明的场景使用或者共享您的个人信息，如果超出本政策说明的范围，我们会再次向您告知并征得您的明示同意。</p>
    <p>您可以通过以下索引了解本政策的具体约定:</p>
    <p>1. 我们如何收集您的个人信息</p>
    <p>2.设备权限调用</p>
    <p>3.我们如何使用Cookie及同类技术</p>
    <p>4.我们如何使用您的个人信息</p>
    <p>5.我们如何保存和保护您的个人信息</p>
    <p>6. 我们如何共享、转让、公开披露您的个人信息以及所接入的第三方</p>
    <p>7. 您的用户权利</p>
    <p>8.未成年人的个人信息保护</p>
    <p>9. 个人信息保护政策更新</p>
    <p>10. 如何联系我们</p>
    <p>1. 我们如何收集您的个人信息</p>
    <p>本政策下，个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息。个人敏感信息，是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。
      我们收集的个人信息包括您提供给我们的信息、您使用服务时平台记录的信息以及来自我们的合作伙伴和关联公司等其他来源的信息。我们收集的信息范围取决于您实际使.用的产品和服务功能。</p>
    <p>1.1.帮助您成为我们的用户
      您使用过来玩APP服务前，需要在过来玩APP创建账号。您需要向我们提供您的手机号码，并设置您的用户密码。您还可以通过"微信登陆"方式登录过来玩APP平台，如果您使用“微信登陆”，我们还需要获取您在微信平台的昵称、微信号。我们以此识别您过来玩APP的网络身份，并为您提供服务。如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</p>
    <p>1.2.向您提供产品/服务</p>
    <p style="font-size: 18px;font-weight: bold">1)位置信息，在您首次使用过来玩APP前，我们会提示您选择是否允许过来玩APP获取您的位置信息。获得您的允许后，我们会通过IP地址、GPS 以及能够提供相关信息的其他传感器(如会为过来玩APP提供附近设备、Wi-Fi接入点和基站信息)来获取您的位置信息。我们以此向您推荐自提点。</p>
    <p style="font-size: 18px;font-weight: bold">2)您在过来玩APP上下单商品时，您需要提供收货人姓名、手机号码并选择提货点，以便您到相应的提货点提货以及我们与您取得联系。如果您不提供上述信息，很遗憾，我们无法为您提供服务。您还可以选择是否在备注栏内输入您要给团长的信息，不输入备注信息不影响您下单商品。如果您选择在包邮商城下单商品，您需要提供收货人姓名、手机号码、收获地址、门牌号信息，我们收集这些信息是为了帮助您顺利完成交易。</p>
    <p style="font-size: 18px;font-weight: bold">3)订单信息及交易状态。我们将记录您的订单信息(包括商品名称、数量、订单金额)及交易状态。我们收集上述信息是基于法律法规要求以及保护您的人身财产安全、依照平台规则处理用户纠纷之需要。</p>
    <p style="font-size: 18px;font-weight: bold">4)您在过来玩APP进行交易支付时，如果您使用第三方支付机构所提供的支付服务，我们将获取您的支付工具、支付金额、支付账户风险程度信息以及支付状态。我们会与第三方支付机构共享上述信息以确认您的支付指令并完成支付。</p>
    <p style="font-size: 18px;font-weight: bold">5)评价信息。您在过来玩APP上主动对产品/服务进行评价或发布其他内容时，我们将收集您发布的信息。您进行的评价或发布的其他内容为公开内容，请注意不要披露您的个人信息。</p>
    <p style="font-size: 18px;font-weight: bold">6)为了防控运营风险，保障您的账号安全，满足法律法规要求，开展数据分析、更好改善平台服务，我们会收集您的设备信息(包括设备型号、操作系统版本、设备设 置、MAC地址及IMEI、IDFA、 0AID及其他设备标识符、 SIM卡IMSI信息、SIM 卡归属地、设备环境、移动应用列表及其他软硬件特征信息)及日志信息(包括浏览记录、检索内容、点击查看记录、交易记录以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间)。</p>
    <p>1.3. 为了向您提供客服服务</p>
    <p>当您与过来玩APP上的客服团队联系时，我们会以通话录音及人工录入的方式记录您的通话信息、您提出的意见或建议、您提供的姓名、联系方式，以便我们处理纠纷、解决问题或向您反馈结果。</p>
    <p>1.4.为了向您提供运营活动</p>
    <p>您参加我们的运营活动时，我们可能需要收集您的姓名、照片、通讯地址、联系方式(具体信息将以页面展示和产品/服务协议形式提前告知到您并取得您的授权)。这些信息可以帮助我们对活动结果进行公示、对活动进行后续宣传、与您取得联系、向您发放礼品或转账。</p>
    <p>1.5.业务功能的更新及其他</p>
    <p>请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告、另行签署协议等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。此外，第三方主体可能通过过来玩APP平台向您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您提供信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</p>
    <p>2.设备权限调用</p>
    <p>在您使用过来玩APP平台相关功能的过程中，我们可能会调用您的一些设备权限。您同意本政策后，相应手机权限并不会默认开启，当涉及重要或敏感的手机权限时，我们会在您使用到相应功能时，另行弹窗再次征得您的同意后开启。权限开启后，您还可以随时通过设备设置权限关闭。在您使用过来玩APP平台相关功能的过程中，我们可能会调用您的一些设备权限。您同意本政策后，相应手机权限并不会默认开启，当涉及重要或敏感的手机权限时，我们会在您使用到相应功能时，另行弹窗再次征得您的同意后开启。权限开启后，您还可以随时通过设备设置权限关闭。</p>
    <p>3.我们如何使用Cookie及同类技术</p>
    <p>3.1 Cookie是支持服务器端(或者脚本)在客户端上存储和检索信息的一种机制。当您使用过来玩APP平台产品或服务时，为使您获得更轻松安全的访问体验，我们可能会使用Cookie或同类技术来收集和存储信息，在此过程中可能会向您的设备发送一个或 多个Cookie或匿名标识符。这么做是为了收取您的信息用于了解您的偏好，进行咨询或.数据分析，改善产品服务及用户体验，或及时发现并防范安全风险，为您提供更好的服务。我们不会将Cookie用于本政策所述目的之外的任何用途，您可根据自己的偏好留存或删除Cookie。您可清除软件内保存的所有Cookie ,当您手动清除后您的相关信息即已删除。</p>
    <p>3.2我们平台上还可能包含一些电子图像(以下简称“单像素GIF文件"或"网络Beacon")，使用网络Beacon可以计算浏览网页的用户或访问某些Cookie,我们会通过网络Beacon收集您浏览网页活动的信息，例如: Internet协议(IP)地址、浏览器类型、Internet服务提供商(SP)，参考/退出页面，操作系统、日期/时间戳,和点击数据流等。</p>
    <p>4.我们如何使用您的个人信息</p>
    <p>4.1 您的个人信息会被用于“我们如何收集您的个人信息”条款明确列明的使用场景。</p>
    <p>4.2您的个人信息可能被用于以下与“个人信息的收集”条款所声称的目的具有直接或合理关联的场景:</p>
    <p>1)我们可能将您使用我们服务时收集的信息与您使用滴滴其他平台服务时提供的个人信息以及我们的关联公司、业务合作伙伴取得您授权或者依法共享的信息结合起来,进行综合统计、分析以形成用户画像，以为您提供更加个性化、便捷的服务。我们承诺在使用用户画像的过程中,不会侵害公民、法人和其他组织的合法权益，不会危害国家安全、荣誉和利益。</p>
    <p>2)我们可能对用户个人信息进行去标识化处理后，以统计数据为基础设计、开发、推广全新的产品及服务。</p>
    <p>3)我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，但这些统计信息不包含您的任何身份识别信息。</p>
    <p>4)我们会向您发送信息和通知，包括但不限于为保证服务完成所必需的验证码、使用产品或服务时所必要的推送通知、关于过来玩APP平台服务的新闻以及市场活动及优惠促销信息、过来玩APP平台合作第三方的推广信息，或其他您可能感兴趣的内容。如您不希望继续接收上述信息，可以根据信息中提供的退订方式予以退订。</p>
    <p>4.3凡是超出与“我们如何收集您的个人信息”条款声称目的具有直接或合理关联的范围使用您的个人信息，我们会再次向您告知并征得您的同意。</p>
    <p>4.4另外，根据相关法律法规及国家标准，以下情形中,我们可能会收集、使用您的相关个人信息无需征求您的授权同意:</p>
    <p>1)与国家安全、国防安全直接相关的; </p>
    <p>2)与公共安全、公共卫生、重大公共利益直接相关的;</p>
    <p>3)与犯罪侦查、起诉、审判和判决执行等直接相关的;</p>
    <p>4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
    <p>5)所收集的个人信息是个人信息主体自行向社会公众公开的;</p>
    <p>6)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道;</p>
    <p>7)根据个人信息主体要求签订和履行合同所必需的;</p>
    <p>8)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障;</p>
    <p>9)其他法律法规等规定的情形。</p>
    <p>5.我们如何保存和保护您的个人信息</p>
    <p>5.1信息的保存</p>
    <p>1)我们收集的您的个人信息，将在中国内地存储和使用。如涉及向境外传输个人信息，我们会按照法律法规和相关监管部门的规定，向您说明个人信息出境的相关情况并征得您的同意。</p>
    <p>2)用户使用过来玩APP平台服务期间，我们会持续保存用户的个人信息。</p>
    <p>3)您自主删除个人信息或注销账号，我们将按照法律、法规规定的最短期限保留您的现有个人信息。在法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用，当您的个人信息超出上述保存期限，我们将会对其进行匿名化处理。</p>
    <p>a)为配合人民检察院、公安机关、国家安全机关侦查用户使用过来玩APP平台服务过程中产生的犯罪行为，更好保护其他用户生命财产安全，当用户自主删除个人信息或注销账号，我们将在刑法规定的犯罪追诉时效期间内，加密隔离存档用户个人信息。</p>
    <p>4)过来玩APP平台与您另行签署的具体的个人信息保护政.策就某类信息的保存期限做特殊约定的，从其约定。</p>
    <p>5.2信息的保护</p>
    <p>1)我们将采用严格的安全制度以及行业通行的安全技术和程序来确保您的个人信息不丢失、泄露、毁损或被未经授权的访问、使用。</p>
    <p>2)过来玩APP平台采取以下安全技术措施保护您的个人信息:</p>
    <p>a)用户个人敏感信息被加密储存在服务器中，并通过数.据隔离技术进行存储。</p>
    <p>b)数据传输过程中使用加密传输协议。</p>
    <p>c)严格控制数据访问权限，设立完善的敏感数据访问权限申请、审批制度。</p>
    <p>d)建立数据安全监控和审计制度，进行全面数据安全控制。</p>
    <p>3)过来玩APP平台同时采取其他安全措施保护您的个人信息:</p>
    <p>a)建立公司信息安全委员会，统一协调管理数据安全工作，并下设数据安全小组，推动各项数据安全活动。</p>
    <p>b)公司内部颁布实施数据安全管理规范，明确对用户数据(包括用户个人信息)的保护标准和要求。</p>
    <p>c)新项目、新系统上线前对数据安全(包括用户个人信息数据)进行项目风险评估。</p>
    <p>d)与全体员工及服务外包人员签署保密协议，并严格按照工作职责分配数据访问权限。</p>
    <p>e)定期开展面向公司全体员工及外包服务人员的信息安全教育及培训。</p>
    <p>5.3安全事件处置</p>
    <p>1)为应对个人信息泄露、毁损、丢失等可能出现的安全风险，我们已经在公司范围内颁布多项制度,明确了安全事故、安全漏洞的分类分级标准，以及针对上述安全事故和漏洞，内部处理流程(包括应急响应流程)和补救措施。</p>
    <p>2)尽管我们会尽力采取商业可行的方式来保护您的个人信息，但我们不能保证其绝对安全。如若我们控制下的任何个人信息因发生安全事件而被泄露，我们将根据适用法律法规，通知个人信息可能被泄露的数据主体。当难以逐一告知用户时我们将通过发布平台公告的方式发布警示信息。</p>
    <p>5.4停止运营</p>
    <p>1)如过来玩APP平台停止运营，我们将至少提前30日在过来玩APP平台发布公告，并及时停止收集个人信息。</p>
    <p>2)停止运营后，我们将停止对个人信息的商业化使用,并在满足法律法规规定的最短保存期后，对收集的个人信息进行匿名化处理。停止运营且无承接方的，我们将对收集的个人信息进行删除处理。2)停止运营后，我们将停止对个人信息的商业化使用,并在满足法律法规规定的最短保存期后，对收集的个人信息进行匿名化处理。停止运营且无承接方的，我们将对收集的个人信息进行删除处理。</p>
    <p>6.我们如何共享、转让、公开披露您的个人信息以及所接入的第三方</p>
    <p>6.1共享是指过来玩APP平台向其他个人信息控制者提供个人信息，且双方分别对个人信息拥有独立控制权的过程。过来玩APP平台不会对外共享您的个人信息，但下列情况除外:</p>
    <p>1)在获取明确同意情况下的共享:获得您的明确同意后，我们会向您指定的第三方共享您授权范围内的信息。</p>
    <p>2)在法定情形下的共享:我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的.要求，对外共享您的个人信息。</p>
    <p>3)共享给我们的关联公司。您的信息可能会在我们的关联公司内共享:</p>
    <p>a.对于使用同一 套账号体系的业务，我们会在关联公司内共享您的账号信息包括账号、密码、昵称、头像、性别、行业、公司、职业、实名认证信息、您的位置权限设置情况;</p>
    <p>b.我们可能将您使用滴滴各业务平台服务时我们收集的个人信息去标识化之后在关联公司内进行共享，将其结合起来，进行综合统计、分析以形成用户画像，以为您提供更加个性化、便捷的服务。我们承诺在使用用户画像的过程中，不会侵害公民、法人和其他组织的合法权益，不会危害国家安全、荣誉和利益;</p>
    <p>c.我们只会共享必要的个人信息，且受本政策中所声明目的的约束，如果关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
    <p>5)共享给业务合作伙伴:过来玩APP平台可能会向合作伙伴等第三方共享您的个人信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴包括:</p>
    <p>a. 您通过过来玩APP使用某些由第三方提供的服务时，我们会根据第三方的要求与其共享您的某些个人信息。我们只会基于您对使用第三方服务的确认和第三方的要求，共享您使用该服务所必需的个人信息。</p>
    <p>b. 广告、分析服务类的授权合作伙伴。我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但不会提供您的个人身份信息，或者我们将这些信息进行去标识化处理，以便它不会识别您个人。这类合作伙伴可能将。上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。</p>
    <p>c.如果您通过过来玩APP平台参加第三方举办或者过来玩APP平台与第三方联合举办的营销、推广活动，过来玩APP平台需要与第三方共享您的姓名、手机号码、收货地址或者其他必要的信息，以方便第三方统计活动参与情况、获奖情况，为您绑定您获取的优惠券、发放权益、邮寄您获取的奖品。</p>
    <p>d.供应商、服务提供商、团长或其他合作伙伴。我们可能会将您的个人信息共享给支持我们功能的第三方，包括为我们提供基础设施技术服务、自提服务、支付服务的第三方。我们共享这些信息的目的是为实现产品及服务的功能，其中可能包括您的姓名、昵称、联络信息、订单信息、支付信息、地址信息，以保障为您提供的服务顺利完成。例如，在您使用我们的服务时，我们需要与团长共享您下单时填写的收货人姓名、手机号，昵称，您购买的商品信息，以保证订单的完成;又如我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付。</p>
    <p>e. 我们会与共享个人信息的公司、组织和个人签署严格的保密协议，要求他们严格按照本政策声明的目的使用个人信息以及采取相关的保密和安全措施来处理个人信息。为维护用户或其他相关方合法权益，在协助处理与您有关的交易纠纷或争议时，我们可能向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的信息。</p>
    <p>6.2我们将遵守相关法律法规，对您的个人信息予以保密。除非事先获得您的明确同意或授权，或依照法律规定所必须，或为了保护其他相关方重大合法权益且对个人信息进行去标识化处理的，我们不会公开披露您的个人信息。</p>
    <p>6.3另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意:</p>
    <p>1)与国家安全、国防安全直接相关的;</p>
    <p>2)与公共安全、公共卫生、重大公共利益直接相关的;</p>
    <p>3)与犯罪侦查、起诉、审判和判决执行等直接相关的;</p>
    <p>4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
    <p>5)个人信息主体自行向社会公众公开的个人信息;</p>
    <p>6)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
    <p>6.4如发生收购、兼并、重组等变更，我们会要求变更后的主体依然遵守本政策约定，履行原有义务，承担原有责任。如变更后的主体需变更个人信息使用目的，我们会要求其事先获得您的明示同意。对内而言，在之前的收购、兼并活动中，对于被收购、被兼并对象管理的数据(包括用户数据)均采用与过来玩APP平台自有数据相同的标准和要求进行处理和保护。</p>
    <p>6.5我们所接入的第三方软件开发工具包(SDK)
      为保障过来玩APPAPP相关功能的实现与应用的稳定运行, 我们可能会接入由第三方提供的软件开发包(SDK) 以实现相关目的。关于第三方如何收集、使用您的个人信息，建议您参考第三方SDK的相关服务协议及个人信息保护政策。如果您希望进一步了解我们所接入的第三方SDK情况，请您阅读第三方SDK情况说明。</p>
    <p>7.您的用户权利</p>
    <p>您可以在过来玩APPApp、过来玩APP小程序、滴滴出行APP等多个平台使用过来玩APP产品或服务。在不同的平台，您行使权利的方式可能略有不同。在此，我们以过来玩APPAPP为例向您详细告知如何行使您的个人信息权利。如果您希望在其他平台。上行使自己的下述权利，您可以依据该平台个人信息保护政策披露的相关方式进行。</p>
    <p>7.1访问权</p>
    <p>您可以通过以下方式访问个人信息:</p>
    <p>1)账号，您可以通过“我的”-左上角，访问您的昵称、头像。</p>
    <p>2)订单，您可以通过“我的"我的订单，访问您的订单信息及交易状态。</p>
    <p>3)订单评价，您可以通过“我的"我的订单待评价，访问您的订单评价情况。</p>
    <p>7.2更正权</p>
    <p>1)如您希望删除个人信息，可以联系过来玩APP平台上的客服团队，提交删除申请。在满足法律法规要求的最短保存期限要求的情况下，我们将对您的个人信息进行删除或匿名化处理。在.上述法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用。</p>
    <p>2)但当过来玩APP平台存在以下情形时，您删除个人信息的申请将不受法律法规要求的最短保存期限限制:</p>
    <p>a)过来玩APP平台违反法律、行政法规的规定收集、使用您的个人信息。</p>
    <p>b)过来玩APP平台违反我们双方的约定收集、使用您的个人信息。</p>
    <p>7.4撤回同意</p>
    <p>我们将通过以下方式保障用户撤回同意的权利:</p>
    <p>1)过来玩APP平台发送的营销短信、商业广告信息中，会向您说明具体退订方式，您可以按照信息中说明的退订方式撤回同意。</p>
    <p>2)您可以通过设备的设置功能，关闭相应设备权限，撤回对过来玩APP平台获取您个人信息的授权。当您撤回同意或授权后，可能导致我们无法为您继续提供撤回授权部分对应的服务。但您撤回同意或授权,不影响撤回前基于您的同意开展的个人信息处理。</p>
    <p>7.5注销账号</p>
    <p>您可以通过联系客服团队的方式注销在过来玩APP平台的账号。除法律法规另有规定外，注销账号之后我们将停止为您提供服务，并根据本协议约定期限保存您的个人信息，保存期限届满后我们将对您的个人信息进行匿名化处理。</p>
    <p>7.6联系客服团队</p>
    <p>如您无法通过上述方式访问、更正、删除个人信息，撤回同意或注销账号，您可以电话与过来玩APP平台.上的客服团队取得联系。过来玩APP平台上的客服团队可能需要验证您.的身份，并在验证您的身份后15日内作出答复或合理解释。</p>
    <p>8.未成年人的个人信息保护</p>
    <p>8.1我们非常重视对未成年人信息的保护。如果您是未满18周岁的未成年人，您或您的监护人需要仔细阅读本政策，并同意依照本政策使用我们的服务。如果您是未满14周岁的未成年人(以下称"儿童")，您的监护人需要仔细阅读本政策并同意您依照本政策使用。</p>
    <p>8.2如果您/您的监护人不同意本政策的任何内容，您应该立即停止使用。</p>
    <p>8.3我们指定了专人负责儿童个人信息的保护。您应当理解，当且仅当我们通过您提交的信息或者您的声明或陈 述，判断您为) l童用户时，我们通过您账号收集的个人信息才被视为儿童个人信息。</p>
    <p>8.4我们将按照本政策的约定处理儿童个人信息，当本政策约定的处理目的、方式、范围，存储事项，安全保障措施等发生了实质性变化，我们将再次征得监护人的同意。</p>
    <p>8.5儿童个人信息的收集、使用。我们收集、使用儿童个人信息的目的、方式与范围，不会超过我们在本政策中列明的内容。如果我们发现在未事先获得可证实的监护人同意的情况下收集了儿童的个人信息，则会设法尽快删除相关信息。</p>
    <p>8.6儿童个人信息的共享、转让、公开披露。一般情况下，我们不会向第三方共享、转让、公开披露儿童的个人信息。我们仅在监护人同意的情况下，才可能与第三方共享、转移、披露儿童的个人信息。如需向第三方共享、转让儿童个人信息，我们将自行或者委托第三方机构进行安全评估。</p>
    <p>8.7儿童个人信息的委托处理。一般我们不会委托第三方 处理儿童个人信息，如确需委托第三方处理的，我们都会根据法律、行政法规的规定进行合规措施，包括但不限于对第三方进行安全评估。</p>
    <p>8.8儿童个人信息的存储。我们会按照本政策的约定存储儿童个人信息。</p>
    <p>8.9儿童个人信息的更正、删除。</p>
    <p>8.9.1监护人或者儿童本人可以按照本政策提供的方式更正、删除个人信息。</p>
    <p>8.9.2如果儿童或其监护人发现我们违反法律、行政法规.的规定或者本政策处理儿童个人信息，或者儿童监护人撤回同意，儿童或者其监护人或通过注销等方式终止使用服 务的，可以联系我们对相关) l童个人信息进行删除。</p>
    <p>8.10儿童个人信息的内部管理。我们对工作人员以最小授权为原则，严格设定了信息访问权限，控制儿童个人信息知悉范围。工作人员访问儿童个人信息需经过审批，我们采取了技术措施记录访问情况，避免违法复制、下载儿童个人信息。</p>
    <p>8.11儿童个人信息的安全事件应急处置和报告。</p>
    <p>8.11.1我们发现儿童个人信息发生或者可能发生泄露、毁损、丢失的，将立即启动应急预案，采取补救措施。</p>
    <p>8.11.2一旦发生安全事件，我们将及时向儿童监护人告知:安全事件的内容和影响;我们已采取或将要采取的处置措施;关于儿童或其监护人自主防范和降低风险的建议;我们针对儿童个人信息主体提供的补救措施。</p>
    <p>8.11.3如果我们判断儿童信息安全事件已经造成或者可能造成严重后果，我们将立即向有关主管部门]报告。</p>
    <p>9.个人信息保护政策更新</p>
    <p>9.1如过来玩APP平台发生以下变化，我们会及时对本政策.进行相应的修订:</p>
    <p>1)我们的基本情况发生变化，例如:兼并、收购、重组引起的所有者变更。</p>
    <p>2)收集、保存、使用、共享、公开披露个人信息的范围、目的、规则发生重大变化。</p>
    <p>3)您访问和管理个人信息的方式发生重大变化。</p>
    <p>4)我们的联络方式、投诉的渠道和机制发生重大变化。</p>
    <p>5)其他可能对用户个人信息权益产生重大影响的变化。</p>
    <p>9.2我们将以App推送通知、发送邮件/短信息、平台公示等方式来通知相关政策更新，以便用户及时了解最新版本的政策。同时，我们建议您定期查阅我们的政策，以及时了解更新状况。如果您在本政策更新后继续使用过来玩APP平台服务，即表示您已充分阅读、理解并接受更新后的政策，并愿意受更新后的政策约束。</p>
    <p>10.如何联系我们</p>
    <p>10.1您可以通过手机客户端的“客服”功能在线或者电话与我们的客服团队取得联系，反馈您的意见或投诉。</p>
    <p>10.2如果您对我们的政策或做法有任何问题或疑虑，请通过以下邮箱地址联系我们的个人信息保护负责人，我们将在15天内核实并处理您反馈的问题。</p>
    <p>10.3如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</p>
    <h4>《用户服务协议》</h4>
    <p>1. 特别提示</p>
    <p>1.1本协议为过来玩APP平台的所有用户(以 下简称“用户")与过来玩APP平台所有者之间所订立的协议，本协议构成对双方有约束力的法律文件。在用户使用过来玩APP平台服务前，请务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款(特别是以加粗方式提示用户注意的条款)。</p>
    <p>1.2用户在进行注册过程中点击“同意”按钮(或实际使用过来玩APP平台服务)即表示用户完全接受本服务协议及过来玩APP平台的各项规则、规范。如用户对本服务协议或协议的任何部分存有任何异议，应终止注册程序(或停止使用过来玩APP平台服务)。</p>
    <p>1.3用户应妥善保管过来玩APP平台账号及密码。</p>
    <p>1.4定义</p>
    <p>1. 4.1过来玩APP运营方:指过来玩APP平台的经营者，即遵化市博客旅游集散中心有限责任公司。</p>
    <p>1.4.2过来玩APP平台/平台:指过来玩APP运营方所经营的向商户、门店和消费者提供网络交易支持综合技术服务的互联网平台，包括但不限于过来玩APP网站、客户端、微信小程序、微信链接等在内的各种形态。</p>
    <p>1.4.3过来玩APP商户/商户:指按照过来玩APP平台规定的程序和要求，具有资质并入驻平台的经营主体。商户通过过来玩APP平台以自身名义向消费者销售商品和服务。</p>
    <p>1.4.4门店:指与过来玩APP运营方建立合作关系的具备经营场所、配备相应设施的公司、合伙企业、个体工商户等。门店为商户提供商品存储和保管的场所和设备，办理消费者自提手续、协助商户为消费者提供商品的售后服务。</p>
    <p>1.4.5消费者:指通过过来玩APP平台向商户购买商品或服务的个人客户，但以下情形除外: 1)以企业名义(以发票主体判断)购买的用户; 2)以转售为目的，使用刷单软件多次下单重复购买、抢购商品的用户; 3超过正常合理消费需求的用户。</p>
    <p>1.4.6平台服务:是指过来玩APP平台向商户、门店、消费者提供的互联网信息发布、商业推广、商品交易、物流配送及与此有关的互联网技术服务。</p>
    <p>1.5用户</p>
    <p>1.5.1凡认可过来玩APP平台注册条款，具备完全民事权利能力和行为能力的自然人、法人或其他组织均可成为过来玩APP平台会员。</p>
    <p>1. 5.2不具备前述与用户行为相适应的民事行为能力的人，应在其监护人知悉并同意的情况下注册、使用平台服务。</p>
    <p>2.注册</p>
    <p>2.1用户同意根据注册页面的要求提供手机号码并通过认证程序注册平台账号，或通过微信授权快速注册账号。用户应保证用户对账户注册使用的手机号码或微信账户具有合法使用权。</p>
    <p>2.2用户在注册时应提供真实、准确、即时、完整的个人信息，包括但不限于用户的姓名或名称、联系地址、联系电话、电子邮箱地址等资料。用户应务必妥善保管会员账户和密码。</p>
    <p>2.3用户同意过来玩APP平台及关联公司可以通过各种形式,向用户发送订单信息、促销信息、活动信息、服务信息、规则变更通知等信息，以便用户及时掌握购物、消费及商品信息，享受更好的服务。</p>
    <p>2.4过来玩APP平台只允许每位用户使用一个过来玩APP平台账户。如有证据证明或平台根据规则判断用户存在不当注册或不当使用多个过来玩APP平台账户的情形，平台可以采取冻结、关闭账户、取消订单、拒绝提供服务等措施，如因此给平台及相关方造成损失的，用户还应承担赔偿责任。</p>
    <p>3.使用注意事项(请务必仔细阅读以下条款)</p>
    <p>3.1过来玩APP平台仅为商户和消费者提供交易平台服务及其他交易辅助服务，商户通过本平台向消费者销售商品或服务,消费者通过本平台下单并前往指定门店自提所订购的商品，商户为商品货物销售方,消费者为商品货物购买方，门店为商户和消费者提供宣传推广、商品代保管、代为售后维护等服务。消费者从过来玩APP运营方指定门店自提商品前，商品的所有权属于商户，消费者提取商品后,商品所有权归属于消费者。商户负责向用户开具商品销售发票。</p>
    <p>3.2通过本平台下单，用户应具备购买相关商品的权利能力和行为能力，如果消费者在18周岁以下，需要在监护人的监护参与下才能注册并使用本平台。在用户下订单的同时，即视为满足上述条件，并对其在订单中提供的所有信息的真实性负责。</p>
    <p>3.3下单时，请用户仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人或服务的内容、时间、限制性要求，并仔细核实用户的提货门店、提货人、电话等信息，确保由用户本人或指定人提货。用户指定他人收货的，收货人的行为和意思表示视为用户的行为和意思表示，用户对收货人的行为及意思表示的法律后果承担连带责任。</p>
    <p>3.4过来玩APP平台售卖商品的信息均由商户提供，由商户负责其真实性、准确性和合法性，如用户发现商品信息存在错误的或有疑问的，请告知平台客服人员。</p>
    <p>3.5用户理解并同意:本平台上供货商展示的商品和价格等信息仅仅是要约邀请，消费者下单时须填写希望购买的商品数量、价款及支付方式、收货人、联系方式、提货地址(合同履行地点)、合同履行方式等内容;系统生成的订单信息是计算机信息系统根据消费者填写的内容自动生成的数据，仅为消费者向供货商发出的合同要约;只有在消费者成功支付货款且商品到达提货门店时，其与商户之间才就已到达提货门店的商品建立了合同关系。</p>
    <p>3.6用户理解并同意，尽管商户做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，在特殊情况下，消费者付款之后也会存在库存不足、以及配送运力不足以及不可抗力等导致的履约不能的可能;如遇上述情况，过来玩APP平台或提货门店将及时与用户联系，用户有权取消订单，商户亦有权自行取消订单，如用户已付款，平台将会为用户办理退款手续。</p>
    <p>3.7用户理解并同意，商户销售的商品如存在任何质量问题，由商户负责更换、维修、退货等相关售后工作，并承担相应责任，过来玩APP运营方及门店会合理地尽力代为沟通协调，并协助用户追究商户的责任。</p>
    <p>3.8用户理解并同意，其在过来玩APP平台上的交易应以最终消费者而非以转销售为目的。如用户以转售等商业目的购买商品，平台和商户有权拒绝出售、取消交易、取消促销价格和优惠政策，并要求用户依据本协议的约定承担违约责任。</p>
    <p>4.配送与提货</p>
    <p>4.1由于过来玩APP平台商品以生鲜类商品为主，用户应及时于指定门店自提商品，并且对商品进行验货，在配送凭证上签字确认或收取商品后即完成收货。</p>
    <p>4.2用户应准确地填写自己的提货门店、收货人及联系方式。如因以下情形导致订单延迟或无法配送的，商户无需承担相关责任，并保留单方取消订单的权利:</p>
    <p>1)提货门店、联系方式等信息错误;</p>
    <p>2)商品送达指定提货门店后的24小时内用户未自提的;</p>
    <p>3)因不可抗力导致订单延迟或无法配送的。3)因不可抗力导致订单延迟或无法配送的。</p>
    <p>4.3用户理解并同意，过来玩APP平台上展示商品预计到店时间、自提时间仅供参考。</p>
    <p>5.隐私保护</p>
    <p>5.1过来玩APP平台将保护用户隐私和其他个人信息，具体内容详见过来玩APP平台个人信息相关保护政策。除法律法规规定的情形外，过来玩APP平台不会在未经用户的许可情况下向第三方公开、透露用户的个人信息。</p>
    <p>6.用户规范</p>
    <p>6.1用户承诺在使用过来玩APP平台服务的过程中应遵守法律法规、公序良俗及诚实信用原则;不得侵犯过来玩APP及任何第三方的合法权益;不得扰乱平台的正常秩序;不得干扰过来玩APP网络的正常功能，危害其网络系统安全;用户亦不得实施包括但不限于以下行为:</p>
    <p>6.1.1以任何机器人软件、蜘蛛软件、爬虫、刷屏软件等非过来玩APP认可的方式访问或登录平台;</p>
    <p>6.1.2通过任何方式对平台造成或可能造成不合理或不合比例的重大负荷;</p>
    <p>6.1.3通过发送病毒、木马等行为攻击其他用户账号或终端设备;</p>
    <p>6.1.4下单后无正当理由拒不收货、提货;</p>
    <p>6.1.5协助他人获取不正当利益;教唆他人从事本协议所禁止的行为。</p>
    <p>6.2用户承诺，不利用在平台上注册的账号进行经营活动，牟利行为及其他未经平台许可的行为:</p>
    <p>6.2.1用户仅享有在诚信优选平台购物时对其账号内的优惠信息的使用权，不得转卖账号、积分、返利、抵用券或其他类型的优惠券、礼品卡、或利用平台账号进行其他经营性行为;</p>
    <p>6.2.2不得恶意利用技术手段或其他方式，进行1)为获取优惠、折扣或其他利益而注册多个账号、下单等行为，或2)超出正常合理需求的下单行为,或3)影响其他用户正常消费行为或相关合法权益、影响过来玩APP平台上正常经营秩序的行为;</p>
    <p>6.2.3不得以再销售或商业使用为目的,对平台上商户销售的商品进行购买;</p>
    <p>6.3若用户未遵守以上规定的，过来玩APP运营方有权判定用户的行为是否符合本协议约定以及平台规则,并视行为情节有权限制或终止向用户提供服务,取消订单、要求商户停止发货等措施，直至注销用户的账户。同时过来玩APP运营方保留向有关政府部门进行举报的权利，用户需承担由此而产生的全部法律责任。</p>
    <p>7.知识产权</p>
    <p>7.1过来玩APP运营方是过来玩APP平台及过来玩APP产品的所有权及知识产权权利人。</p>
    <p>7.2上述过来玩APP产品指的是过来玩APP平台运营方、过来玩APP平台运营方关联公司、或其授权主体等通过过来玩APP平台为用户提供的包括但不限于信息发布分享、关系链拓展、便捷辅助工具、平台应用程序、公众开放平台等功能、软件、服务等。</p>
    <p>7.3过来玩APP平台运营方是过来玩APP平台及过来玩APP产品中所有信息内容的所有权及知识产权权利人。前述信息内容包括但不限于程序代码、界面设计、版面框架、数据资料、账号、文字、图片、图形、图表、音频、视频等，除按照法律法规规定应由相关权利人享有权利的内容以外。</p>
    <p>8.违约责任</p>
    <p>8.1如因过来玩APP平台运营方违反有关法律、法规或本协议项下的任何条款而给用户造成损失的，因此给用户造成的损害赔偿责任由过来玩APP平台运营方承担。</p>
    <p>8.2用户同意保障和维护过来玩APP平台运营方及其关联公司及其他用户的合法权益，如因用户违反有关法律、法规或本协议项下的任何条款而给过来玩APP平台运营方及其关联公司或任何其他任何第三方造成损失，用户同意承担由此造成的损害赔偿责任。</p>
    <p>8.3过来玩APP平台发现用户有不当行为时，可以采取以下措施:</p>
    <p>8.3.1更改、删除或屏蔽相关内容;</p>
    <p>8.3.2变更、限制或禁止违规账号部分或全部功能或关闭该账号;</p>
    <p>8.3.3向有关监管部门或国家机关报告;</p>
    <p>8.3.4其他过来玩APP平台运营方认为合理的措施。</p>
    <p>8.4平台将在商业允许范围内尽最大努力减少错误，但平台上提供的服务和信息仍可能包含错误内容，过来玩APP对用户因此等原因使用平台而造成的损失不负法律责任。若用户对平台提供的部分或所有服务不满意，应立即停止使用这些服务。</p>
    <p>9.特别声明</p>
    <p>9.1不论在何种情况下，过来玩APP对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统故障，疫情、电力故障、暴乱、骚乱、罢工、劳动争议、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。</p>
    <p>9.2作弊、扰乱交易秩序的行为</p>
    <p>9.2.1除活动规则另有规定外,每次活动中，每个用户只限参加一次活动(活动包括但不限于促销优惠、秒杀、抽奖等等)，同一用户只能中奖一次。同一手机、同一联系方式、同一IP地址、同一过来玩APP平台账号、同一身份证、同一付款账号、同一终端设备号或其他可以合理显示为统一用户的情形，均视同一用户。</p>
    <p>9.2.2活动期间，如发现有用户通过不正当手段参加活动而有碍其他用户公平参加活动，或有违反活动目的之行为,平台或其他活动举办方有权取消该等用户获奖资格或其因参加活动所获赠品或权益。如此种作弊和为或扰乱交易秩序的行为给平台或活动举办方造成损失的，平台或活动举办方保留追究赔偿的权利。本协议下不正当手段包括但不限于任何侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册帐号、用机器注册平台帐号、用机器模拟客户端等。</p>
    <p>9.2.3对于恶意进行注册、反复交易退款、侵害过来玩APP或商户实际经营交易的情况或行为，平台或商户会停止服务、封停账号并追究责任。</p>
    <p>10.协议修改</p>
    <p>10.1过来玩APP平台有权随时修改本协议的任何条款，一旦本协议的内容发生变动，过来玩APP平台运营方将会在过来玩APP平台上公布修改之后的协议内容，或向用户通知修改内容。如不同意上述修改的，用户有权停止使用过来玩APP平台服务。</p>
    <p>11.通知送达</p>
    <p>11.1本协议项下过来玩APP平台运营方对于用户所有的通知均可通过小程序公告、公众号、电子邮件、系统通知、账号主动联系、手机短信或常规的信件传送等方式进行;该等通知于发送之日视为已送达收件人。</p>
    <p>11.2用户通过过来玩APP平台运营方对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
    <p>12.争议解决</p>
    <p>12.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律</p>
    <p>12.2如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决;协商不成时，任何一方均可向河北省遵化市人民法院提起讼。</p>
    <p>13.其他</p>
    <p>13.1本协议于   年   月    日首次生效，并于   年  月   日最新修订生效。</p>
    <p>个人信息共享清单</p>
    <p>一、第三方SDK列表</p>
    <p>为保障过来玩相关功能的实现和应用的安全稳定运行，我们会接入由第三方提供的软件开发包（SDK）实现该目的。</p>
    <p>我们会对第三方SDK进行严格的安全检测，并要求合作伙伴采取严格的措施来保护您的个人数据。在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方SDK，并及时在本说明中向您公开说明接入第三方SDK的最新情况。请注意，第三方SDK可能因为版本升级、策略调整等原因导致数据类型存在一些变化，附其官方网站链接或相关隐私保护说明链接供参考，具体请以其公示的官方说明为准。</p>
    <p>安卓操作系统第三方SDK列表</p>
    <p>产品/类型：支付宝</p>
    <p>使用目的：可帮助用户完成付款、提供安全认证服务</p>
    <p>收集个人信息类型：设备信息（IMSI、IMEI、MAC地址、AndroidID）、位置信息、应用列表、外部存储</p>
    <p>运营方：支付宝（中国）网络技术有限公司</p>
    <p>隐私政策链接：https://render.alipay.com/p/c/k2cx0tg8</p>
    <p>产品/类型：微信支付</p>
    <p>使用目的：用于支付、确认设备安全</p>
    <p>使用场景：使用支付功能时</p>
    <p>个人信息收集类型：个人常用设备信息、位置信息、IMSI、IMEI、经度、纬度、手机号码、设备序列号</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：深圳市腾讯计算机系统有限公司</p>
    <p>隐私保护说明： https://pay.weixin.qq.com/index.php/public/apply_sign/protocol_v2</p>
    <p>产品/类型：高德地图</p>
    <p>使用目的：用于订单物流跟踪，位置展示</p>
    <p>使用场景：新建地址或者修改地址时，查看订单配送进度时</p>
    <p>个人信息收集类型：Wifi信息、位置信息、IMSI、ssid、任务列表、设备版本、MAC地址、bssid、IMEI、手机样式、经度、纬度、网络设备制造商、android_id</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：阿里巴巴集团控股有限公司</p>
    <p>隐私保护说明：https://lbs.amap.com/pages/privacy/?target=_blank</p>
    <p>产品/类型：高德定位</p>
    <p>使用目的：用于GPS定位和IP定位，如搜索附近门店、参加城市特定活动（如消费券）</p>
    <p>使用场景：用户查看所在位置附近的商品或服务时；参与所在位置有关的营销互动活动时</p>
    <p>个人信息收集类型：经纬度、IP地址、ssid、bssid、设备序列号</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：阿里巴巴集团控股有限公司</p>
    <p>隐私保护说明：https://lbs.amap.com/pages/privacy/?target=_blank</p>
    <p>产品/类型：腾讯开放平台（QQ、QQ互联）</p>
    <p>使用目的：用于快速登录、支付、互动等功能</p>
    <p>使用场景：用户进行登录时，使用QQ钱包支付时，将页面分享至QQ好友或朋友圈时</p>
    <p>个人信息收集类型：个人常用设备信息、设备识别信息</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：深圳市腾讯计算机系统有限公司</p>
    <p>隐私保护说明：https://wiki.connect.qq.com/qq%e4%ba%92%e8%81%94sdk%e9%9a%90%e7%a7%81%e4%bf%9d%e6%8a%a4%e5%a3%b0%e6%98%8e</p>
    <p>产品/类型：小米推送</p>
    <p>使用目的：用于消息推送</p>
    <p>使用场景：用户账号相关促销活动、消息提醒更新时</p>
    <p>个人信息收集类型：设备唯一标识码、网络状态、网络制式、设备序列号</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：小米科技有限责任公司</p>
    <p>隐私保护说明：https://dev.mi.com/console/doc/detail?pId=1822</p>
    <p>产品/类型：华为HMS-Core（华为推送、华为应用升级）</p>
    <p>使用目的：用于消息推送</p>
    <p>使用场景：用户账号相关促销活动、消息提醒更新时</p>
    <p>个人信息收集类型：设备唯一标识码、设备序列号</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：华为技术有限公司</p>
    <p>隐私保护说明：https://developer.huawei.com/consumer/cn/devservice/term/</p>
    <p>产品/类型：魅族推送</p>
    <p>使用目的：用于消息推送</p>
    <p>使用场景：用户账号相关促销活动、消息提醒更新时</p>
    <p>个人信息收集类型：当前流量卡、匿名用户ID（OAID）、IMSI、位置信息、设备序列号</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：魅族科技有限公司</p>
    <p>隐私保护说明：https://www.meizu.com/legal.html</p>
    <p>产品/类型：Vivo</p>
    <p>使用目的：用于消息推送</p>
    <p>使用场景：用户账号相关促销活动、消息提醒更新时</p>
    <p>个人信息收集类型：匿名用户ID（OAID）</p>
    <p>收集方式：SDK本机采集，不涉及数据共享</p>
    <p>第三方公司名称：维沃移动通信有限公司</p>
    <p>隐私保护说明：https://dev.vivo.com.cn/documentCenter/doc/366</p>
  </div>
</template>

<script>
    export default {
        name: "agreement",
    }
</script>

<style scoped>
#agreement{
  width: 100%;
  height: 100%;
  padding:10px;
  line-height: 25px;
  p{
    text-indent:2em;
    text-align: left
  }
}
</style>
